Repository: mozilla-l10n/mt-training-data
Catalog: gcf/gcf_pontoon.tmx
Source language: en_us
Languages: gcf

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
gcf: { $uploadedSentences } nan { $totalSentences } fraz kolekte. Klike <downloadLink>isi</downloadLink> pou telechaje fraz yo rejite .

source: Upload failed, please retry.
gcf: Telechajman an echwe, souplé eseye ankò.

source: Upload <icon></icon> public domain sentences
gcf: Telechaje fraz la adan domèn piblik <icon></icon>

source: Upload in progress...
gcf: Telechajman an pé fèt...

source: Upload more sentences?
gcf: Telechaje plis fraz?

source: Use correct grammar
gcf: Sèvi gramè a ki kòrèk la.

source: Use correct spelling and punctuation
gcf: Sèvi an òtograf epi an ponktiyasyon ki kòrèk.

source: Validate Readings
gcf: Validé lekti a

source: Validate Readings, Review Transcriptions
gcf: Valide lekti a, revize transkripsyon a

source: Validate Readings <small>(Coming soon)</small>
gcf: Validé lekti a <small> An lot soley</small>

source: Validate readings submitted by community members
gcf: Valide lekti a soumèt pa moum kominote a

source: Validate user-recorded readings in your language
gcf: Valide lekti anrejistre pou itilizatè a adan lang yo / li

source: Want to save your information? <createProfile>Create a profile</createProfile>
gcf: Ou vle sove enfòmasyon lan? <createProfile>Kreye an pwofil</createProfile>

source: We couldn’t get any audio clips for you to listen to. Please try again later.
gcf: Nou pa rivé trouvé yonn dé extraits audio pou nou féw kouté. Souplé viré eséyé pli ta.

source: We couldn’t get any sentences for you to speak. Please try again later.
gcf: Nou pa té jwenn piése fraz pou nou di. Souplé eseye pita.

source: We may have run out of clips - refresh the page, or try again later.
gcf: I ka sanm nou pa ni plis extré. Rafrechi paj-la ou eséyé pli ta!

source: We're making some big changes
gcf: Nou kay procédé a de gwo chanjman.

source: We’re sorry, your platform is not currently supported.
gcf: Nou désolé, platefom zot la pa priz an chaj aprézan

source: We've run out of sentences to record in this language...
gcf: Nou pa rété fraz ankò pou nou anrejistre adan lang ta la...

source: What issues are you experiencing with this sentence?
gcf: Ki pwoblèm ou ka rankontre épi fraz ta la?

source: What needs to be in my file?
gcf: Ki sa mwen bezwen adan dosye mwen an?

source: What sentences can I add?
gcf: Ki fraz mwen kay ajoute?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
gcf: Lè ou ka koute, verifye épi anpil atansyon ke sa ki anrejistre a se ekzakteman sa ki ekri a; rijté menm si tini erè. <br />Erè ki trè komen yo enkli:

source: Why are you asking?
gcf: Poutchi a ka mande?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
gcf: Avèk an pwofil, ou pé swiv aktivite w epi konekte épi an kominote ki ka kontribitè ba vwa yo.

source: Write
gcf: Mo-matjé

source: Write options menu
gcf: Ekri meni opsyon

source: Yes
gcf: wi

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
gcf: Ou kapab itilize tout rakoursi klavye w: { sc-review-form-button-approve-shortcut } pou Apwouve, { sc-review-form-button-reject-shortcut } pou Rejite, { sc-review-form-button-skip-shortcut } pou Sote REVIZYON KOMANTÈ AN GWOUP

source: You cannot add multiple sentences for a single submission
gcf: Ou pa ka ajoute plizyè fraz pou an sèl soumèt.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
gcf: Ou pa chwazi piés lang. Souplé ale asou <profileLink>Pwofil</profileLink> ou a pou chwazi lang ou.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
gcf: Ou rive adan limit soumèt pou paj ta la. Souplé atann { $retryLimit } minit anvan ou soumèt an lòt fraz. Mèsi pou pasyans ou!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
gcf: Ou rive adan limit soumèt pou paj ta la. Souplé atann { $retryLimit } segonn anvan ou soumèt an lòt fraz. Mèsi pou pasyans ou!

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
gcf: Zot rivé pa isi-a an klikant asou an lyen adan an aplikasyon rézo sosyal. Ou ka itilizé an navigatè entégré ki pa ka sipòté anrijistreman audio.

source: You must allow microphone access.
gcf: Fok ou pémet aksè mikwofòn an.

source: Your audio recording appears to be corrupted. This can happen due to: • Browser compatibility issues (try using a different browser) • Microphone or audio driver problems • Network interruptions during recording Please try recording again.
gcf: Anwèjistman audio-w sanm krazé. Sa ka rivé akoz : - Pwoblèm konpatibilité navigatè-a (eséyé an lòt navigatè) - Pwoblèm mikwofòn ou pilòt audio - Entèripsyon rézo pandan anwèjistman-an Eséyé anwèjistré ankò souplé.

source: You’re contributing to a target segment
gcf: Ou ka kontribye adan yon segman sib.

source: You’re contributing to our first target segment
gcf: Ou ka kontribye adan premye segman sib nou an

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
gcf: Ou ka ale twò vit. Souplé pran an ti moman pou revize fraz la pou asire kow y kòrèk.

source: You're helping Common Voice reach our daily sentence goals!
gcf: Ou ka ede Common Voice atenn objektif fraz chak jou yo!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
gcf: Varyan lang ou a petèt pa ni klip ankò! Si ou ka santi w alèz, ou ka chanje paramèt ou pou wè lòt fraz an lang ou a.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
gcf: Varyan lang ou a pani fraz adan l! Si ou ka santi w ou alèz, ou ni ka chanje paramèt la pou wè dòt fraz adan lang ou.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
gcf: Ou te ede Common Voice rive ni plis enfòmasyon.<goalPercentage></goalPercentage>ni an objektif { $goalValue }anrejistreman chak jou!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
gcf: Ou ede Common Voice rive <goalPercentage></goalPercentage> ni an objektif validasyon chak jou{ $goalValue }!
